/** 更多样式 http://developer.baidu.com/map/custom/list.htm */
var MAP_STYLE = "grayscale";

var DATA = {
	"济南" : {
		"济南站" : ["🐭🐭", "龙汲水", "咲烯", "AC", "代哥"]
	},

	"重庆" : {
		"重庆站" : ["Irony"]
	},

	"北京" : {
		"北京站" : ["龙汲水"]
	},

	"临沂" : {
		"临沂站" : ["绫波", "qiqi", "朝与暮"]
	},

	"商丘" : {
		"商丘站" : ["碎昀"]
	},

	"定西" : {
		"定西站" : ["松引"]
	},

	"南宁" : {
		"南宁站" : ["铜人"]
	},

	"聊城" : {
		"聊城站" : ["pok"]
	},

	"包头" : {
		"包头站" : ["日月潭"]
	},

	"枣庄" : {
		"枣庄站" : ["紫圆葱？", "吉良"]
	},

	"新乡" : {
		"新乡站" : ["机一安", "炖鱼"]
	},

	"烟台" : {
		"烟台站" : ["怪！？"]
	},

	"成都" : {
		"成都站" : ["火星搬运工"]
	},

	"德州" : {
		"德州站" : ["眞白花菜"]
	},

	"大连" : {
		"大连站" : ["日月潭"]
	},

	"上海" : {
		"上海站" : ["ws放假了"]
	},

	"杭州" : {
		"杭州站" : ["ws放假了"]
	},

	"抚顺" : {
		"抚顺站" : ["日月潭"]
	},

	"张家口" : {
		"张家口站" : ["控制星核"]
	},

	"天津" : {
		"天津站" : ["叁陆"]
	},

	"襄阳" : {
		"襄阳站" : ["兰娜尔"]
	},

	"泸州" : {
		"泸州站" : ["妖酱"]
	},

	"贵阳" : {
		"贵阳站" : ["熙攘"]
	},

	"苏州" : {
		"苏州站" : ["🐷"]
	},

	"武汉" : {
		"武汉站" : ["布丁"]
	},

	"邵阳" : {
		"邵阳站" : ["布丁"]
	},

	"湖州" : {
		"湖州站" : ["赴海"]
	}
};

var SPEC_POS = {
	"大学C" : [121.597479, 31.185356]
};

var TEL = {
};

var MAP_TITLE = "青柠地图";

var ABOUT = {
	"作者" : ["青柠"],
	"框架" : ["<a href='https://github.com/yuehaowang/irmap' target='_blank'>irmap</a>", "Bootstrap", "百度地图"]
};
